{
	"data":[
	{
		"id":1,
		"blogTitle": "Yes, I like Girls and Love Boys",
		"blogCategory": "Featured",
		"blogdate": "January 25, 2020",
		"postby": "Ananya Tripath",
		"blogImage": "ananya.jpg",
		"blogContent": "Yes, I like guys and love girls. Will you accept me or call it a mental disorder. Will you look at me with the same eyes or lower ur standard. You opened those jails but alas, my love is not bounded. Baby I see the inner soul, not the body of a particular gender. Yes, I feel butterflies in my belly when he rolls his sleeves and she flips her hair. Yes, I feel like hugging his scars after you broke his nose and kissing her tears when you treat her like a whore. Yes, I love spending nights with her in one covering and lying my head on his chest in the morning. Yes, I love when he rub his beard on my cheeks and when she plays with my hair with so  much ease. Yes, I had my frst boy crush the moment I saw his intense eyes and frst girl crush when I saw her sweet smile. Yes, I want to share my insecuritues with him and darkest secrets with her. Yes, I sometimes dream of him cooking for me and sometimes me cooking for her. Wait, I am not a half lesbian or a half straight, I am a full person who love everyone give them aid. Yes, I am Bisexual, who like emotions and love souls. Yes, I like guys and love girls."
	},
	{
		"id":2,
		"blogTitle": "Dark World",
		"blogCategory": "Simple",
		"blogdate": "April 28, 2020",
		"postby": "Ananya Tripathi",
		"blogImage": "anna.jpg",
		"blogContent":"Can I tell you something, Fake a smile and leave everything. I understand your pain and it might lead you ti the vain. I know with every hair on your bosy you are suffering, with every word your heart is bleeding. You are not a cigrette which gives pain and pleasure, baby you are the maan with love as a treasure. You dont need anyone to dance in the rain, give yourself time, you will be out of this pain. Dark World is all yours, have its control but when the pain is gone light up your soul. You wanna burst out? Start crying but please never ever think of dying. With every tear rolling on you cheek, you will be on the highest peak."
	}
	]
	
}
